7zip
aarch64-none-elf-gcc-bin
acpi
acpid
adobe-source-sans-fonts
alsa-firmware
alsa-utils
amd-ucode
ark
arm-none-eabi-gcc
audiocd-kio
avahi
b43-fwcutter
base
base-devel
bluedevil
breeze-gtk
breeze5
bridge-utils
btop
btrfs-progs
clang
cmake
cppcheck
cpupower
cronie
cryptsetup
device-mapper
diffutils
dmidecode
dmraid
dnsmasq
dolphin
dolphin-plugins
dosfstools
e2fsprogs
ecryptfs-utils
efibootmgr
elisa
exfatprogs
f2fs-tools
fastfetch
ffmpeg
ffmpegthumbs
filelight
firefox
flawfinder
fwupd
glibc-locales
gnome-themes-extra
google-chrome
graphviz
grub
grub-btrfs
grub-theme-manjaro
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gtk3
gwenview
hashcat
htop
inetutils
install-grub
intel-ucode
inxi
jdk17-openjdk
jfsutils
john
kaccounts-providers
kamera
kate
kcalc
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdeplasma-addons
keditbookmarks
kfind
kgamma
khelpcenter
kimageformats
kinfocenter
kio-extras
kmenuedit
konsole
kscreen
kscreenlocker
ksshaskpass
ksystemlog
kwallet-pam
kwalletmanager
kwayland-integration
kwin
kwrited
less
lib32-libcanberra
lib32-libva-intel-driver
lib32-mesa
lib32-mesa-utils
lib32-vulkan-intel
lib32-vulkan-nouveau
lib32-vulkan-radeon
libcanberra
libdvdcss
libpamac-flatpak-plugin
libreoffice-still
libva-intel-driver
linux-firmware-meta
linux612
llvm
logrotate
lvm2
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-gstreamer
manjaro-hello
manjaro-kde-settings
manjaro-modem
manjaro-pipewire
manjaro-printer
manjaro-release
manjaro-settings-manager-knotifier
manjaro-system
manjaro-zsh-config
mdadm
memtest86+
memtest86+-efi
mesa-utils
metasploit
mhwd
mhwd-db
micro
milou
mkinitcpio-openswap
modemmanager
mtpfs
nano
nano-syntax-highlighting
neovim
networkmanager
networkmanager-l2tp
networkmanager-openconnect
networkmanager-openvpn
networkmanager-vpnc
nfs-utils
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
numlockx
nvtop
obsidian
okular
openbsd-netcat
opencl-headers
openresolv
openssh
os-prober
pamac-cli
pamac-gtk3
pamac-tray-icon-plasma
papirus-icon-theme
perl
perl-file-mimeinfo
phonon-qt6-vlc
plasma-browser-integration
plasma-desktop
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-thunderbolt
plasma-workspace
plasma-workspace-wallpapers
plymouth
plymouth-kcm
plymouth-theme-manjaro
pocl
poppler-data
powerdevil
powertop
print-manager
python-pillow
python-pip
python-pyqt5
python-pysmbc
python-reportlab
qemu-full
qt6-imageformats
qt6-virtualkeyboard
rsync
rustup
s-nail
samba
sbctl
sddm
sddm-breath-theme
sddm-kcm
skanlite
sof-firmware
spectacle
sshfs
sudo
sysfsutils
system-config-printer
systemsettings
tcpdump
terminus-font
texinfo
tigervnc
timeshift
timeshift-autosnap-manjaro
tlp
tlp-rdw
torbrowser-launcher
traceroute
tree
ttf-dejavu
ttf-droid
ttf-inconsolata
ttf-indic-otf
ttf-liberation
udev-usb-sync
udiskie
udisks2
unarchiver
unzip
update-grub
usb_modeswitch
usbutils
vde2
vi
virt-manager
virt-viewer
visual-studio-code-bin
vlc
vulkan-intel
vulkan-nouveau
vulkan-radeon
wget
which
wireless-regdb
wireshark-qt
wpa_supplicant
x11vnc
xclip
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfsprogs
xorg-mkfontscale
xorg-server
xorg-twm
xorg-xinit
xorg-xkill
xournalpp
yakuake
yay
